Repository: Mahmoudali6060/YMC
Catalog: Origin.YMC.Localization/Common/GlobalStrings.*.resx
Languages: ar

source: about-us.js
ar: about-us-ar.js

source: AboutUs
ar: معلومات عنا

source: Add New Experience Description
ar: إضافة تفاصيل الخبرة

source: Add Your main focus of scientific and clinical activity
ar: إضافة التخصص الرئيسى

source: Address 1
ar: العنوان 1

source: Address 2
ar: العنوان 2

source: Address1
ar: العنوان 1

source: Address1RequiredMsg
ar: العنوان 1 مطلوب ..

source: All Doctors
ar: جميع الاطباء

source: animate.css
ar: animate-ar.css

source: Answer
ar: إجابة

source: Any Price
ar: اي سعر

source: AreYouCurrentlyHospitalized
ar: هل أنت حاليا مريض بالمستشفى لهذا الشرط؟

source: AREYOUDoctor
ar: هل انت دكتور؟ انضم إلينا

source: Assigned_Consultations
ar: الحالات الموجهه

source: Attached files to see click
ar: تم ارفاق ملفات للاطلاع انقر عليها

source: a_gynocoloist
ar: طبيب امراض النساء و التوليد

source: Bank information
ar: المعلومات المصرفية

source: Bio
ar: السيرة الذاتية

source: Blog
ar: مدونة

source: bootstrap.min.css
ar: bootstrap.min-ar.css

source: Cancel
ar: إلغاء

source: Card Number
ar: رقم البطاقة

source: Cardholder Full Name
ar: حامل البطاقة الاسم الكامل

source: Cases
ar: الحالات

source: City
ar: مدينة

source: CityRequiredMsg
ar: المدينة مطلوبة ..

source: Click Here
ar: انقر هنا

source: Complete Profile
ar: أكمل ملفك الشخصي

source: ConfirmYourPassword
ar: أكد رقمك السري

source: Consultation
ar: استشارة

source: Consultation Type
ar: نوع الاستشارة

source: ConsultationTypeHeader
ar: يرجى اختيار استشارة ترغب في طلبها.

source: Consultation_Date
ar: تاريخ الاستشارة

source: Consultation_Status
ar: حالة الاستشارة

source: Contact
ar: اتصل

source: Contact Information
ar: بيانات الاتصال

source: Contact us
ar: اتصل بنا

source: Copyright Your Medical Consultant
ar: حقوق الطبع والنشر © المستشار الطبي الخاص بك

source: Countries
ar: بلدان

source: Country
ar: بلد

source: CountryRequiredMsg
ar: البلد مطلوبة ..

source: Courses
ar: الدورات

source: CreateAccountNow
ar: انشاء حساب الان

source: Credit Card Number
ar: رقم بطاقه الائتمان

source: Credit Card Type
ar: نوع بطاقة الائتمان

source: Date of Birth
ar: تاريخ الولادة

source: Day
ar: يوم

source: DayRangMsg
ar: الرجاء إدخال رقم بين 1 و 31.

source: DayRequiredMsg
ar: اليوم مطلوب ..

source: Days
ar: أيام

source: Decline
ar: رفض

source: Delete Section
ar: حذف القسم

source: Description
ar: وصف

source: DeservesASecondOpinion
ar: يستحق رأي اخر

source: DeservesASecondOpinion_
ar: تستحق رأى اخر

source: DiagnosisDate
ar: تاريخ التشخيص

source: Doctor
ar: طبيب

source: Doctor Report
ar: تقرير الطبيب

source: doctor-profile.js
ar: doctor-profile-ar.js

source: Doctors
ar: الأطباء

source: Doctors Sign-in
ar: الأطباء تسجيل الدخول

source: Done
ar: تم

source: DoYouHadLitigation
ar: هل لديك التقاضي (الدعوى) في انتظار تنطوي على هذه المشكلة؟

source: DoYouHadWorkerCompensation1
ar: هل لديك تعويض العمال؟

source: DoYouHadWorkerCompensation2
ar: (إذا كانت الإجابة بنعم ، فستحتاج إلى الاتصال بمكتب MyConsult لتحديد ما إذا كنا قادرين على المتابعة مع مستشارك ، 216-444-3223 ، + 1-800-223-2273 ، تحويلة 43223 ، الخيار 2)

source: DoYouHadWorkerCompensation3
ar: هل لديك الآن أو هل سبق لك أن حصلت على دعوى تعويض عامل تتضمن هذه المشكلة؟

source: DoYouHaveSurgery
ar: هل لديك عملية جراحية أو العلاج المقرر؟

source: DoYouNeedInterpretation
ar: هل تحتاج إلى تفسير؟

source: Dr
ar: الدكتور

source: Drag and drop or click here
ar: السحب والإفلات أو انقر هنا

source: edit my info
ar: تحرير معلوماتي

source: EGP
ar: جنيه

source: Email
ar: البريد الإلكتروني

source: Email is already exists
ar: البريد الإلكتروني موجود بالفعل

source: Enter
ar: أدخل

source: Enter First Name
ar: أدخل الاسم الأول

source: Enter Last Name
ar: أدخل اللقب

source: Enter Middle Name
ar: أدخل الاسم الأوسط

source: Enter Primary Phone Number
ar: أدخل رقم الهاتف الأساسي

source: Enter Region
ar: أدخل المنطقة

source: Enter Secondary Phone Number
ar: أدخل رقم الهاتف الثانوي

source: Enter Shipping Address
ar: أدخل عنوان الشحن

source: ethnics
ar: الأصل العرقي للمريض

source: ethnics1
ar: إذا كان غير ذلك ، يرجى تحديد الأصل العرقي الآخر

source: Experinces
ar: الخبرات

source: Expiration Date
ar: تاريخ الإنتهاء

source: Expiry Date
ar: تاريخ الانتهاء

source: FACTS
ar: حقائق

source: Fax
ar: فاكس

source: Featured
ar: متميز

source: fees
ar: رسوم

source: Find a doctor
ar: اعثر على طبيب

source: Finish
ar: إنهاء

source: First name
ar: الاسم الاول

source: FirstName
ar: الاسم الاول

source: FirstNameRequiredMsg
ar: الإسم الأول مطلوب ..

source: For7DaysOnly
ar: لمدة 7 أيام فقط!

source: ForgotPassword
ar: هل نسيت كلمة المرور

source: Gender
ar: جنس

source: GenderRequiredMsg
ar: الجنس مطلوب ..

source: General Medical History
ar: التاريخ الطبي العام

source: get your
ar: خذ الخاصة بك

source: GetDiscountRegister
ar: خصم 50٪ على أول تسجيل

source: GetNow
ar: احصل الان

source: Go to My Profile
ar: الذهاب إلى ملفي الشخصي

source: greater than 100 and less than 150
ar: أكبر من 100 وأقل من 150

source: greater than 150 and less than 200
ar: أكبر من 150 وأقل من 200

source: greater than 200 and less than 250
ar: أكبر من 200 وأقل من 250

source: greater than 250 and less than 300
ar: أكبر من 250 وأقل من 300

source: greater than 300 and less than 350
ar: أكبر من 300 وأقل من 350

source: greater than 350 and less than 400
ar: أكبر من 350 وأقل من 400

source: greater than 400 and less than 450
ar: أكبر من 400 وأقل من 450

source: greater than 450 and less than 500
ar: أكبر من 450 وأقل من 500

source: greater than 50 and less than 100
ar: أكبر من 50 وأقل من 100

source: greater than 500
ar: أكبر من 500

source: have to
ar: يجب أن

source: Health
ar: الصحة

source: Health_
ar: صحتك

source: HeardAboutUs
ar: سمعت عنا

source: HeardAboutUsRequiredMsg
ar: سمعت عنا مطلوب ..

source: help
ar: مساعدة

source: HomePage
ar: الرئيسية

source: homepage.js
ar: homepage-ar.js

source: Hours
ar: ساعات

source: HOW
ar: كيف

source: How You Heard About Us
ar: كيف سمعت عنا

source: Howitworks
ar: كيف تعمل

source: I am looking for
ar: أنا أبحث عن

source: IacceptedWithThe
ar: قبلت مع

source: If You Have Additnal notes
ar: إذا كان لديك ملاحظات إضافية .....

source: iHaveAccount
ar: لدي حساب

source: IMPORTANT
ar: هام

source: Indicates Required Field
ar: يشير إلى حقل مطلوب

source: Info
ar: معلومات

source: IT WORKS
ar: إنها تعمل

source: Last name
ar: اسم العائلة

source: LastName
ar: اسم العائلة

source: LastNameRequiredMsg
ar: اسم العائلة مطلوب ..

source: latest Consultations
ar: أحدث الاستشارات

source: less then 50
ar: أقل من 50

source: Level
ar: مستوى

source: list of our Specialties
ar: قائمة التخصصات لدينا

source: Login
ar: تسجيل الدخول

source: Mailing address
ar: عنوان المراسلة

source: main.css
ar: main-ar.css

source: Medical Records and Required Documents
ar: السجلات الطبية والمستندات المطلوبة

source: MedicalDiagnosis
ar: ما هو التشخيص الطبي للمريض؟

source: Members
ar: أفراد

source: Middle Name
ar: الاسم الاوسط

source: Minutes
ar: الدقائق

source: MobileNumber
ar: رقم الهاتف المحمول

source: MobilePhoneRequiredMsg
ar: مطلوب رقم الهاتف المحمول..

source: Month
ar: شهر

source: MonthRangMsg
ar: الرجاء إدخال رقم بين 1 و 12.

source: MonthRequiredMsg
ar: الشهر مطلوب ..

source: My Account Informations
ar: معلومات حسابي

source: My ProfileInfo
ar: ملفى

source: My Wallet
ar: محفظتي

source: Name
ar: اسم

source: Name is already exists
ar: الاسم موجود بالفعل

source: Name On Card
ar: الاسم على البطاقة

source: New Section
ar: قسم جديد

source: Next
ar: التالى

source: nextAccount Information
ar: التالي: معلومات الحساب

source: nextTerms_and_conditions
ar: التالي: الشروط والأحكام

source: NoDoctorsFound
ar: لم يتم العثور على الأطباء.

source: NoIAgree
ar: لا ، أنا لا أوافق

source: NoInterpretationService
ar: لا خدمة الترجمة الفورية

source: Non-US State or Province
ar: دولة أو مقاطعة غير أمريكية

source: NoneOfTheQuestions
ar: لا ينطبق أي مما سبق.

source: NonUsStateOrProvince
ar: دولة أو مقاطعة غير أمريكية

source: NonUsStateOrProvinceRequiredMsg
ar: مطلوب غير الولايات أو المقاطعة ..

source: NumberTypeMsg
ar: من فضلك أدخل رقما صالحا.

source: Offers
ar: عروض

source: Organizers
ar: المنظمين

source: Other Doctors
ar: أطباء آخرون

source: Password
ar: كلمه السر

source: PasswordConditinal
ar: يجب أن تحتوي كلمة المرور على حرف واحد على الأقل وشخصية صغيرة وشخصية خاصة واحدة

source: PasswordHasBeenChangedSuccessfully
ar: تم تغيير كلمة المرور بنجاح

source: Patient
ar: مريض

source: Patient and Families Registration
ar: تسجيل المرضى والعائلات

source: Patient Name
ar: اسم المريض

source: PatientAge
ar: ما هو عمر المريض؟ إذا كان عمر المريض أقل من 3 سنوات ، فيرجى الإشارة إلى العمر بالأشهر.

source: PatientHeight
ar: طول المريض (سنتيمتر)

source: patients
ar: المرضى

source: PatientWeight
ar: وزن المريض (بالكيلوجرام)

source: Pay and send your questions documents
ar: إدفع و إرسل المستندات و أسئلتك

source: Payment Amount
ar: مبلغ الدفع

source: Payment Information
ar: معلومات الدفع

source: Payment of Online Consultation
ar: دفع الاستشارة عبر الإنترنت

source: Personal Information
ar: معلومات شخصية

source: Phone
ar: هاتف

source: Phone is already exists
ar: الهاتف موجود بالفعل

source: Phone number
ar: رقم الهاتف

source: PhoneRequiredMsg
ar: الهاتف مطلوب ..

source: Physician
ar: الطبيب المعالج

source: Physician Registration
ar: تسجيل الطبيب

source: PhysicianHeader1
ar: هل يمكن لأخصائي كليفلاند كلينك الاتصال بطبيبك إذا لزم الأمر؟

source: Please enter your personal information. All fields are required
ar: الرجاء إدخال معلوماتك الشخصية. جميع الحقول مطلوبة

source: Please fill required fields first
ar: يرجى ملء الحقول المطلوبة أولاً

source: Please Note
ar: يرجى الملاحظة

source: Please_enter_your_account_information_All_fields_are_required
ar: يرجى إدخال معلومات حسابك. جميع الحقول مطلوبة

source: Primary Phone
ar: الهاتف الرئيسي

source: Primary Phone Type
ar: نوع الهاتف الأساسي

source: PrimaryCheifProblem
ar: ما هي المشكلة الرئيسية التي تبحث عنها في استشارة الرأي الثاني؟

source: Privacy Policy
ar: سياسة خاصة

source: Proceed
ar: تقدم

source: QuestionHeader
ar: ما هي أهم ثلاثة أسئلة تود طرحها على الطبيب الاستشاري في كليفلاند كلينك؟ (فقط الأسئلة المذكورة هنا سيتم معالجتها من قبل الطبيب)

source: Questionnaire
ar: استطلاع رأى

source: Questionnaire Medical History
ar: استبيان التاريخ الطبي

source: Questions
ar: الأسئلة

source: Questions Threads
ar: أسئلة المواضيع

source: References
ar: المراجع

source: Register
ar: تسجيل

source: RegisterAsInterpreted
ar: هل تريد التسجيل كمترجم ؟

source: Registered User
ar: مستخدم مسجل

source: RememberMe
ar: تذكرنى

source: Reply
ar: الرد

source: Requested Information
ar: المعلومات المطلوبة

source: requesterHeader
ar: إذا لم يكن الطالب هو المريض وكان عمر المريض أكبر من 18 عامًا ، فيتعين على المريض تقديم نموذج موافقة الوكيل. من أجل منح الإذن لموظفي Cleveland Clinic My Consult في مناقشة المعلومات الصحية للمريض. في حالة عدم وجود نموذج موافقة الوكيل ، لا يستطيع موظفونا تقديم أي معلومات سرية للمريض لأي شخص آخر غير المريض الذي يتلقى الرأي الثاني.

source: requesterHeader2
ar: نظرًا لقيود المجلس الطبي الحكومي ، لا يُسمح لنا بتقديم آراء ثانية عن بُعد للمرضى الذين يقع عنوان بريدهم في أحد المواقع التالية: غوام وداكوتا الشمالية.

source: Requestor and Patient Information
ar: معلومات المريض

source: Request_Call
ar: طلب اتصال

source: Required
ar: مطلوب

source: ResetYourPassword
ar: اعد ضبط كلمه السر

source: Respones Time
ar: وقت الاستجابه

source: results for
ar: نتائج ل

source: Retype Email
ar: إعادة كتابة البريد الإلكتروني

source: Review and Submit
ar: مراجعة وتقديم

source: Salutation
ar: تحية

source: Save
ar: حفظ

source: say
ar: قل

source: Search Conditions
ar: شروط البحث

source: Search Conditions2
ar: يرجى إدخال التشخيص المقدم من أول رأي (أصلي). إذا لم تكن متأكدًا ، فأدخل مصطلحًا عامًا ثم حدد تشخيصًا مشابهًا من نتائج البحث.

source: second opinion report
ar: تقرير الرأي الثاني

source: Secondary Phone
ar: الهاتف الثانوي

source: Secondary Phone Type
ar: نوع الهاتف الثانوي

source: Seconds
ar: ثواني

source: Security Code
ar: رمز الحماية

source: Security Question 1
ar: سؤال الأمان 1

source: SecurityQuestion
ar: سؤال الأمان

source: SecurityQuestionAnswer
ar: اجابه أسأله امنيه

source: SecurityQuestionAnswerRequiredMsg
ar: الإجابة عن سؤال الأمان مطلوبة ..

source: SecurityQuestionRequiredMsg
ar: سؤال الأمان مطلوب ..

source: see more
ar: شاهد المزيد

source: Select
ar: تحديد

source: Select a Specialty
ar: اختر التخصص

source: Select Phone Type
ar: اختر نوع الهاتف

source: Select Price
ar: اختر السعر

source: Select Salutation
ar: اختر التحية

source: Send
ar: إرسال

source: Send report
ar: إرسال تقرير

source: Sent Email Success, Copy Code and save
ar: تم إرسال البريد الإلكتروني بنجاح ،انسخ الرمز واحفظه

source: Shipping Address
ar: عنوان الشحن

source: SIGNIN
ar: تسجيل الدخول

source: SignInDoctor
ar: تسجيل الدخول دكتور

source: SignInPatient
ar: تسجيل الدخول المريض

source: SignIn_header
ar: ببساطة، نص وهمي للطباعة وصناعة أدوات الطباعة.

source: SignOut
ar: خروج

source: slick-theme.css
ar: slick-theme-ar.css

source: slick.css
ar: slick-ar.css

source: Specialists
ar: المتخصصين

source: Specialty
ar: التخصص

source: State
ar: حالة

source: State/Province/Region
ar: الدولة / المقاطعة / المنطقة

source: Step
ar: خطوة

source: Submit Medical Records and Required Documents
ar: تقديم السجلات الطبية والمستندات المطلوبة

source: successful registration
ar: تسجيل ناجح

source: SurgeryDates
ar: إذا نعم ,متى؟ (يرجى ذكر تاريخ)

source: survey
ar: استطلاع الرأي

source: surveyQuetion1
ar: ما رأيك في موقعنا الإلكتروني الجديد؟

source: Teachers
ar: معلمون

source: Terms and Conditions
ar: الأحكام والشروط

source: TermsAndConditions
ar: الأحكام والشروط

source: TranslateCaseAndMedicalReport
ar: أحتاج لخدمة ترجمة التقرير

source: TreatmentRecommendations
ar: ما هي توصيات العلاج التي قدمها لك طبيبك لحالتك الحالية؟

source: Trust and Quality
ar: الثقة والجودة

source: Upload Certifications
ar: تحميل الشهادات

source: Username
ar: اسم المستخدم

source: We will use this data to deposit your amounts
ar: سنستخدم هذه البيانات لإيداع المبالغ الخاصة بك

source: What our
ar: ما لدينا

source: WHY
ar: لماذا

source: Work_Place
ar: مكان العمل

source: Write your message
ar: اكتب رسالتك

source: Year
ar: سنه

source: YearRangMsg
ar: يرجى إدخال رقم بين 1920 و 2019.

source: YearRequiredMsg
ar: السنة مطلوبة ..

source: YesIagree
ar: نعم اوافق

source: YouHaveSelected
ar: لقد اخترت

source: YouMustAcceptTheTermsAndConditions
ar: يجب عليك قبول الأحكام والشروط

source: Your
ar: لديك

source: Your payment is complete
ar: دفعتك كاملة

source: Your Photo
ar: صورتك

source: YourHealth
ar: أنت بنقرة واحدة فقط بعيدا عن الرأي الطبي الثاني من قبل بعض أفضل الأطباء في المملكة المتحدة

source: zip
ar: الرمز البريدي / الرمز البريدي

source: ZipPostalCode
ar: الرمز البريدي

source: ZipPostalCodeRequiredMsg
ar: الرمز البريدي البريدي مطلوب ..

source: Back
ar: عودة

source: OpinionId
ar: رقم الحالة
